The panel configuration of this panel schedule
  Namespace:   Autodesk.Revit.DB.Electrical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public PanelConfiguration PanelConfiguration { get; }
  Visual Basic
Public ReadOnly Property PanelConfiguration As PanelConfiguration
	Get
  Visual C++
public:
property PanelConfiguration PanelConfiguration {
	PanelConfiguration get ();
}
 See Also
  PanelScheduleData Class
  Autodesk.Revit.DB.Electrical Namespace